// prettier-ignore
export const letterBtnValues = [
  'q', 'w', 'e', 'r', 't', 'y', 'u', 'i', 'o', 'p',
  'a', 's', 'd', 'f', 'g', 'h', 'j', 'k', 'l', 'ñ',
  'shift', 'z', 'x', 'c', 'v', 'b', 'n', 'm', 'enter',
  'symbols', 'comma','space', 'point', 'C', 'CE', 'delete', 'del'];

// prettier-ignore
export const symbolBtnValues = [
  '1', '2', '3', '4', '5', '6', '7', '8', '9', '0',
  '@', '#', '€', '_', '&', '-', '+', '(', ')', '/',
  '$', '*', '"', '\'', ':', ';', '!', '?', 'enter',
  'letters', 'comma','space', 'point', 'C', 'CE', 'delete', 'del'
]

// prettier-ignore
export const emojiBtnValues = [
    '😀', '😃', '😄', '😁', '😆', '😅', '😂', '🤣', '🥲', '😱',
    '😊', '😇', '🙂', '🙃', '😉', '😌', '😍', '🥰', '😘', '😗',
    '😙', '😚', '😋', '😛', '😝', '😜', '🤪', '🤨', '🧐', '🤓',
    '😎', '🤔', '🤩', '🥳', '😏', '😒', '😞', '😔', '😟', '😕'
  ]
